[
  {
    "id": 1,
    "cardTitle": "Use Case - Musée de la Marine",
    "title": "Musée de la Marine",
    "description": "Projet réalisé en collaboration avec le musée, qui a renforcé mes compétences en gestion de projet sous pression et affirmé mon leadership dans la conception de solutions innovantes. En seulement deux semaines, j’ai dirigé une équipe, conçu des wireframes, mené des entretiens, et développé un prototype fonctionnel, le tout dans des délais serrés.",
    "imageUrl": "/Reaco/reaco_header.png",
    "tags": ["User Research","User Journey", "Game Design", "User Interface", "Interactive Design"],
    "headerImage": "/assets/Reaco/reaco_header.png",
    "headerImageMobile": "/assets/Reaco/Reaco_MHeader.png",
    "keywords": "Création d'une éxpérience intéractive physique ET numérique",
    "duree":"4 mois (80h+) \n",
    "about": "Partenariat entre l'Université de Toulon et le Musée de la Marine.",
    "myRole": "En tant que Lead UX Designer, j’ai dirigé la vision conceptuelle du projet, supervisé la création de prototypes, et réalisé des tests utilisateurs pour optimiser l’interface et l’expérience.",
    "context": "Notre objectif était de valoriser une œuvre encore oubliée du Musée de la Marine en y intégrant une dimension numérique pour attirer un nouveau public. Pour y parvenir, nous avons conçu un dispositif numérique unique : une visual novel sur tablette intégrée au parcours muséal, enrichie d’une chasse au trésor. Cette approche interactive visait à rendre l’histoire maritime plus accessible et engageante pour tous.",
    "realization": {
      "benchmark": ["Nombreux échanges avec le commanditaire" , "Analyse du contexte et des cibles" ,"Analyse concurrentielle", "Analyse du parcours du musée"],
      "concept": ["Définition du parcours de l'activité", "Création de wireframes basse-fidélité", "Sélection du format (Visual Novel) ", "UX Writing, optimisation du contenu"],
      "prototype": ["Création des maquettes 3D", "Prototypage des différents actes ", "Créations de supports de communication", "Création d'un Proof of Concept (vidéo)"]
    },
    "identityVisualText": "Les Défis de la Création d'un Dispositif Numérique dans le Contexte Muséal",
    "visualIdentity": "Ce projet a débuté par une phase approfondie de recherche, visant à comprendre les comportements des visiteurs du musée. Ensuite, comme c'est fréquemment le cas dans ce contexte, nous avons été confrontés au défi de convertir l'aspect culturel en une expérience ludique intégrée au dispositif.",
    "visualImage": "/assets/Reaco/reaco_bento.webp",
    "sectionSubtitle":"Customer journey",
    "sectionTitle":"Concept et intégration au parcours",
    "sectionUnder1":"Jeu de piste",
    "sectionUnder2":"Visual Novel sur Tablette",
    "Empathy": {
        "body": "Le musée offre un parcours chronométré pour ses visiteurs, souvent en groupe, parcourant ses nombreuses œuvres.  Notre expérience immersive permet un apprentissage actif et ludique ce qui offre un engagement plus grand de la part des visiteurs.",
      "benchmark": "La première étape de l’expérience impliquait une épreuve physique : un jeu de piste avec des indices dissimulés dans le parcours du musée. Ce circuit logique menait à une récompense numérique, intégrant ainsi la technologie pour enrichir l’engagement des visiteurs et leur exploration des lieux.",
      "userMaintenance": "Dans la seconde phase, les visiteurs plongeraient dans une Visual Novel sur tablette, où l’histoire de la Porte leur serait narrée par ses fondateurs. Conçu pour le jeu en groupe, ce dispositif intégrerait des mini-jeux qui transformeraient les participants en véritables acteurs de l’histoire, enrichissant ainsi leur expérience immersive.",
      "Image": "/assets/Reaco/reaco_7.png"
    },
    "titlegallery":"Quelques images du projet",
    "prototypeHighFi": "Et si ca ne vous suffit pas le prototype est disponible en bas de page ⬇️",
    "galleryLeftSide":[
      "/assets/Reaco/Gallery-1.png",
      "/assets/Reaco/Gallery-3.png"
    ],
    "galleryRightSide":[
      "/assets/Reaco/Gallery-2.png",
      "/assets/Reaco/Gallery-4.png"
    ],
    "result":{
      "remember": "Je suis très content de l’expérience acquise lors de ce projet, notamment grâce à la collaboration efficace entre mon équipe et celle du musée, malgré des délais de production de seulement deux semaines. Cette période intense a non seulement renforcé mes compétences en gestion de projet sous pression mais a aussi affirmé mon leadership et mon aptitude à concevoir des solutions innovantes.",
      "userTestimonial": "Le commanditaire a été très satisfait du projet et a choisi de conserver notre idée pour la développer au sein d’une agence.",
      "feedback": "Découvrez le prototype Figma ci-dessus. Une vidéo Proof of Concept est également disponible sur ma page Behance.",
      "image": "/assets/Reaco/reaco-result.png",
      "conclusiontitle1":"Testez-le vous même ⬆️",
      "conclusiontitle2":"Retour commanditaire",
      "link":"https://www.figma.com/proto/tbgBPWXPbdGjEEA4D6DMeB/WireFrame-Jeu-de-la-Porte?node-id=177-15170&starting-point-node-id=177%3A15170&scaling=scale-down&t=Ihf61OVqz1MY59hM-1&mode=design"

    }
  },{
    "id": 2,
    "cardTitle": "Vinyle Records - App Design",
    "title": "Vinyle Records - App Design",
    "description": "Projet de conception d’une application e-commerce spécialisée dans la musique, axée sur la culture du vinyle et l’écoute en High-Fidelity, qui a renforcé mes compétences en design graphique et en création rapide de prototypes. En tant qu’UI Designer, j’ai dirigé la vision graphique, créé le prototype sur FIGMA, et assuré la cohérence esthétique.",
    "imageUrl": "/VR/vr_header.png",
    "tags": ["User Interface", "UX", "App Design","Interactive Design","Prototyping"],
    "headerImage": "/assets/VR/vr_header.png",
    "headerImageMobile": "/assets/VR/VR_MHeader.png",
    "keywords": "Développement de concept, création d'identité graphique et prototypage d'application high-fidelity",
    "duree":"Une semaine (10h+)",
    "about": "Ce projet a été réalisé dans le cadre de mes études.",
    "myRole": "En tant qu'UI Designer, j'ai été le responsable de la vision graphique et de la création du prototype sur FIGMA",
    "context": "L’objectif du projet était de développer une application e-commerce pour les amateurs de vinyles et d’audio High-Fidelity, en privilégiant une expérience utilisateur fluide et intuitive. En tant qu’UI Designer, j’ai effectué des recherches approfondies sur les utilisateurs et conçu des wireframes/prototypes sur FIGMA pour assurer une approche centrée utilisateur.",
   "realization": { 
      "benchmark": ["Analyse de la demande","Analyse concurrentielle ", "Identification des besoins et des comportements des utilisateurs principaux"],
      "concept": ["Définition des besoins","Conception de l’identité graphique", "Création du design system", "Conception de wireframe"],
      "prototype": ["Prototypage","Mise en place des différentes fonctionnalités", "Animation","Test"]
    },
    "identityVisualText": "L'interface au service des utilisateurs  ",
    "visualIdentity": "La réflexion a porté sur la création d'interfaces claires mettant en valeur les produits et les rendant accessibles. De plus, le tunnel d'achat a été réduit au minimum et les produits peuvent être appréciés et commentés pour favoriser un esprit communautaire.",
    "visualImage": "/assets/VR/vinyl_bento.webp",
    "sectionSubtitle":"Retenir l'utilisateur",
    "sectionTitle":"Les fonctionnalités",
    "sectionUnder1":"Personnalisation",
    "sectionUnder2":"Communauté",
    "Empathy": {
      "body": "L'un des aspects essentiels de la conception de cette application, tout comme pour toutes les applications e-commerce, est de permettre une navigation intuitive entre les produits. Il est crucial d'éliminer les barrières entre les utilisateurs et les produits qu'ils désirent, en offrant une expérience fluide et sans effort de recherche et de découverte.        ",
      "benchmark": "L'application vise à cerner les intérêts de l'utilisateur pour lui recommander des produits adaptés à son profil, y compris des produits associés.",
      "userMaintenance": "Dans notre application e-commerce vinyle, les avis et notes des utilisateurs encouragent une communauté partageant les mêmes intérêts musicaux.",
      "Image": "/assets/VR/vinyl_4.webp"
    },
    "titlegallery":"Prototypage High-Fidelity",
    "prototypeHighFi": "Exclusivement conçue pour être disponible sur mobile, voici à quoi ressemble cette application.",
    "galleryLeftSide":[
      "/assets/VR/Gallery-1.png",
      "/assets/VR/Gallery-3.png"
    ],
    "galleryRightSide":[
      "/assets/VR/Gallery-2.png",
      "/assets/VR/Gallery-4.png"
    ],  
    "result":{
      "remember": "Ma passion pour l’UI brille particulièrement quand je développe des fonctionnalités innovantes pour des applications. Spécialisé dans la compréhension approfondie des besoins des utilisateurs, je m’applique à concevoir des solutions qui améliorent directement leur expérience. Ce processus créatif, de la conception initiale jusqu’à l’implémentation, me permet de transformer des idées en fonctionnalités pratiques et engageantes, garantissant une utilisation optimisée du produit.",
      "userTestimonial": "Vive la création d'appli        ",
      "feedback": "Rendez-vous sur le proto Figma pour testez par vous-même",
      "image": "/assets/VR/VR_action.png",
      "conclusiontitle1":"Testez-le vous même ⬆️",
      "conclusiontitle2":"App Design 🔥",
      "link":"https://www.figma.com/proto/UDu51XymARWGk4fqcWFP1a/Vinyle-Records-Mobile?page-id=4%3A1&type=design&node-id=648-251&viewport=-769%2C260%2C0.31&t=a2XG1iPonzpejGai-1&scaling=scale-down&starting-point-node-id=648%3A251&mode=design"
    }
  },{
      "id": 3,
      "cardTitle": "LaSalle - User Interface",
      "title": "LaSalle - User Interface",
      "description": "LaSalle est un projet fictif qui aspire à créer une salle de sport offrant un accompagnement sur mesure adapté à une variété de profils. Cette vision repose sur une approche inclusive, accueillant aussi bien les débutants que les experts, ainsi que les personnes en situation de handicap.",
      "imageUrl": "LaSalle.webp",
      "tags": ["User Interface","Responsive Design", "User Journey", "User Research"],
      "headerImage": "/assets/LaSalle.webp",
      "headerImageMobile": "/assets/LaSalle_MHeader.png",
      "keywords": "Création d'identité graphique et design de site web responsive.",
      "myRole": "Product Designer (UI)",       "context": "LaSalle est un projet qui aspire à créer une salle de sport offrant un accompagnement sur mesure adapté à une variété de profils. Cette vision repose sur une approche inclusive, accueillant aussi bien les débutants que les experts, ainsi que les personnes en situation de handicap.",
      "duree":"Deux semaines(15h+)",
      "about": "Miro / Figma / Photoshop - Projet fictif réalisé dans le cadre de mes études",
      "realization": {
        "benchmark": ["Analyse concurrentielle ", "Analyse des cibles primaires et secondaires", "Benchmark des best practices du secteur"],  
        "prototype": ["Conception de l’identité graphique", "Création de l'architecture web(sitemap)", "Wireframes low-fi des pages du site", "Création des mockups (maquettes HD) ", "UX Writing, optimisation des contenus rédactionnels"]
      },
      "identityVisualText": "Création d’une identité de marque validée par l'identité visuelle",
      "visualIdentity": "L'identité visuelle de LaSalle, reflétant son engagement envers l'inclusivité et la polyvalence dans le fitness, renforce sa position en tant que destination inspirante et accueillante, tout en intégrant le dynamisme et la jeunesse mis en avant à travers ses couleurs.",
      "visualImage": "/assets/LaSalle-Visual.webp",
      "sectionSubtitle":"User research",
      "sectionTitle":"Pour qui, pourquoi ? ",
      "sectionUnder1":"Benchmark",
      "sectionUnder2":"User Entretien",
      "Empathy": {
        "body": "Nous avons commencé par de nombreuses recherches pour en apprendre plus sur le marché de la musculation ainsi que sur ses consommateurs. Nous avons pu en tirer des pratiques primordiales à inclure ainsi que des points clés sur lesquels travailler.  ",
        "benchmark": "Notre analyse concurrentielle a guidé l'élaboration d'une stratégie solide, garantissant à LaSalle une position inspirante et compétitive dans le secteur du fitness..        ",
        "userMaintenance": "Les tests utilisateurs ont joué un rôle crucial dans l'identification des points forts ainsi que des axes d'amélioration de notre interface, ce qui nous a permis d'ajuster et d'améliorer en permanence l'expérience proposée par LaSalle.",
        "Image": "/assets/LaSalle-Empathy.webp"
      },
      "titlegallery":"Interface responsive et accessible",
      "prototypeHighFi": "Après avoir mené nos recherches, nous avons entrepris la création des premiers écrans du prototype",
      "galleryLeftSide":[
        "/assets/LaSalle-gallery-1.webp",
        "/assets/LaSalle-gallery-2.webp"
      ],
      "galleryRightSide":[
        "/assets/LaSalle-gallery-3.webp",
        "/assets/LaSalle-gallery-4.webp"
      ],
      "result":{
        "remember": "LaSalle a été un projet qui a fusionné ma passion pour le fitness avec mon travail, offrant une expérience enrichissante. Il m'a également permis d'explorer de nouvelles perspectives en matière de design et d'engagement, notamment en abordant l'inclusion des personnes en situation de handicap. ",
        "userTestimonial": "Les participants ont apprécié la facilité d'utilisation des formulaires et l'accès rapide à l'information.        ",
        "feedback": "'Un design qui suscite l'envie à la fois par son concept et son esthétique.'",
        "image": "/assets/lasalle_end.png",
        "conclusiontitle1":"Retour Client",
        "conclusiontitle2":"Témoignage Utilisateur"
      }
    }
  ]
  